{"RoleTitle":"Account Manager","Levels":[{"Title":"Junior Account Manager","Description":"","Hauptaufgaben":[],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":"2","Description":"Die Person kann effektiv auf Kundenanfragen reagieren, ist bemüht, eine positive Kundenbeziehung aufzubauen und unterstützt dabei, kundenspezifische Probleme zu identifizieren und zu lösen. Die Kundenkommunikation ist respektvoll und zielführend, wobei das Feedback der Kunden ernst genommen und zur Verbesserung des Services genutzt wird."},{"Kompetenz":"Account Management","Score":"1","Description":"Die Person kann einfache Aufgaben unter Anleitung ausführen, benötigt aber noch regelmäßige Unterstützung und Feedback von erfahrenen Kollegen. In dieser Anfangsphase liegt der Fokus darauf, die Prozesse und das Kundenbeziehungsmanagement kennenzulernen, wobei die Selbstständigkeit in der Account-Pflege noch begrenzt ist."},{"Kompetenz":"Strategische Beratung","Score":"1","Description":"Die Person ist mit den Grundprinzipien strategischer Planungsprozesse vertraut, unterstützt jedoch in erster Linie durch die Umsetzung vorgegebener Strategien. Eigenständige strategische Beratung fällt noch nicht in den Verantwortungsbereich, doch das Erkennen einfacher Kundenbedürfnisse und das Weiterleiten derselben an erfahrene Kollegen wird erwartet."},{"Kompetenz":"Agentur-Verständnis","Score":"1","Description":"Die Person sollte mit den allgemeinen Abläufen einer Agentur vertraut sein sowie die Hauptdienstleistungen kennen. Einfache Aufgaben können unter Anleitung bewältigt werden und die Person zeigt Bereitschaft, zu lernen und sich in dieses Feld einzuarbeiten."},{"Kompetenz":"Präsentationstechnik","Score":"2","Description":"Die Person kann Standard-Präsentationssoftware effektiv nutzen, um Inhalte ansprechend darzustellen. Es wird erwartet, dass bei internen Meetings oder Präsentationen vor einem kleineren Kundenkreis die Kernaussagen verständlich und zielgruppenorientiert übermittelt werden. Grundlegendes Feedback kann angenommen und für zukünftige Präsentationen umgesetzt werden."}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":"2","Description":"Die Person versteht Grundlagen des Zeitmanagements und trifft Vorbereitungen, um Fristen einzuhalten. Die Person gewinnt das Vertrauen des Teams durch konstante Leistungen und durch die Bereitschaft, bei Herausforderungen Unterstützung zu suchen, um die gestellten Erwartungen zu erfüllen."},{"Kompetenz":"Belastbarkeit","Score":"1","Description":"Die Person kann bei alltäglichen Herausforderungen Ruhe bewahren, benötigt aber bei ungewöhnlichen oder besonders stressigen Ereignissen noch Unterstützung und Anleitung. Die Fähigkeit, sich nach stressigen Phasen zu erholen, wird noch entwickelt."},{"Kompetenz":"Problemlösefähigkeit","Score":"1","Description":"Die Person erkennt einfache Probleme und beginnt, standardisierte Lösungen mit Unterstützung und Anleitung erfahrener Kollegen anzuwenden. Eigeninitiative in der Problembehandlung ist noch begrenzt, und es wird erwartet, dass die Person häufiger Rückfragen stellt, um effektive Lösungen zu finden."},{"Kompetenz":"Verantwortungsübernahme","Score":"1","Description":"Die Fähigkeit, mit Unterstützung kleinere Projekte und Kundenkonten zu handhaben und die Bereitschaft, aus Fehlern zu lernen und Anleitung für persönliches Wachstum anzunehmen, sind auf diesem Level wichtig."}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Influencer & Enabler","Score":"1","Description":"Diese Person ist im Stande, Anweisungen zu befolgen und unterstützt das Team, indem sie einfache Kundengespräche führt und dabei die Kommunikation aufrechterhält. Die Person beobachtet und lernt von erfahrenen Kollegen, wie man andere positiv beeinflusst und beginnt, kleine Verantwortungsbereiche zu übernehmen. Eine eigenständige Einflussnahme im größeren Rahmen wird noch nicht erwartet."}]}]},{"Title":"Account Manager","Description":"","Hauptaufgaben":[],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":"3","Description":"Dies bedeutet, dass die Person konsequent die Bedürfnisse und Erwartungen der Kunden identifiziert, versteht und erfüllt. Dabei antizipiert die Person aktiv kundenseitige Anforderungen, stellt maßgeschneiderte Lösungen bereit und sorgt für eine hohe Kundenzufriedenheit. Die Kontinuität des hohen Serviceniveaus auch unter Druck oder bei sich ändernden Marktbedingungen ist hierbei selbstverständlich. Feedback von Kundenseite wird konsequent für Verbesserungsprozesse genutzt, und die Person demonstriert eine hohe Verantwortlichkeit gegenüber Kundenanliegen, um langfristige Geschäftsbeziehungen zu fördern."},{"Kompetenz":"Account Management","Score":"2","Description":"Die Person versteht es, die Bedürfnisse der Kundinnen und Kunden zu identifizieren und geeignete Lösungen zu präsentieren. Die Fähigkeit, Verkaufsziele zu erreichen und mit internen Teams effektiv zu kommunizieren, ist vorhanden. Die Person zeigt Eigeninitiative in der Kundenakquise, besitzt aber noch Entwicklungspotenzial in komplexeren Verhandlungssituationen und strategischem Account Management."},{"Kompetenz":"Strategische Beratung","Score":"2","Description":"Die Person soll in der Lage sein, Kundenbedürfnisse zu erschließen und darauf aufbauend maßgeschneiderte Lösungsansätze und langfristige Entwicklungspläne zu entwickeln. Diese Kompetenz beinhaltet auch die Fähigkeit, Markttrends zu erkennen und basierend darauf Beratungen durchzuführen, die zum Wachstum und zur Festigung der Kundenbeziehungen beitragen. Die strategische Beratung ist auf dieses Level nicht nur reaktiv, sondern auch proaktiv gefordert, um die Kundenbeziehung fortlaufend zu verbessern und zu vertiefen."},{"Kompetenz":"Unternehmerisches Handeln","Score":"2","Description":"Die Person ist fähig, die ökonomischen Auswirkungen ihrer Entscheidungen und Handlungen auf das Geschäft zu erkennen und berücksichtigt diese bei der Planung und Umsetzung von Strategien zur Kundenbetreuung und -entwicklung. Die Person trifft begründete Entscheidungen, welche die Profitabilität und das langfristige Wachstum des Kundenstamms sowie des Unternehmens unterstützen, und zeigt Eigeninitiative bei der Identifikation und Realisierung von Verkaufschancen. Das professionelle Handeln ist vom Bestreben getragen, sowohl die Bedürfnisse des Kunden als auch die Ziele des eigenen Unternehmens in Einklang zu bringen."},{"Kompetenz":"Agentur-Verständnis","Score":"2","Description":"Die Person sollte in der Lage sein, die internen Prozesse zu navigieren, die Marktstellung der Agentur zu verstehen und auf Basis dieses Wissens effektiv mit Kunden zu kommunizieren und Projekte zu managen. Ein gutes Agentur-Verständnis ermöglicht es der Person, die Bedürfnisse der Kunden mit den Fähigkeiten der Agentur abzustimmen und so die Kundenbeziehung zu stärken."},{"Kompetenz":"Moderationstechnik","Score":"2","Description":"Dies beinhaltet die Fähigkeit, Meetings und Diskussionen mit Kunden effektiv zu leiten, unterschiedliche Meinungen zu harmonisieren und die Sitzungen zielorientiert zu steuern. Die Person sollte in der Lage sein, Tagesordnungen zu erstellen, den Dialog zu erleichtern und sicherzustellen, dass alle Teilnehmenden einbezogen werden und ihre Beiträge zum Erreichen des Meeting-Ziels führen. Es wird nicht erwartet, dass die Moderation auf Expertenniveau erfolgt, aber die Grundtechniken sollten sicher beherrscht und angewendet werden."},{"Kompetenz":"Präsentationstechnik","Score":"2","Description":"Es wird erwartet, dass die Person sachkundig mit Präsentationssoftware umgehen kann und in der Lage ist, selbstständig Inhalte zu strukturieren und zu visualisieren, um Kunden zu überzeugen und Informationsanforderungen zu erfüllen. Feedback zur Präsentationsleistung wird konstruktiv umgesetzt."},{"Kompetenz":"Budgetverhandlungen","Score":"2","Description":"Auf diesem Level wird erwartet, dass die Person effektiv an Verhandlungen teilnehmen kann, indem mögliche Budgetrahmen verstanden und beachtet werden. Dabei sollte der Account Manager in der Lage sein, Kundenanforderungen zu ermitteln und innerhalb des festgesetzten Budgets passende Lösungen vorzuschlagen. Es ist wichtig, dass die Person in Budgetdiskussionen firmeninterne Interessen vertreten und gleichzeitig Kundenbedürfnisse berücksichtigen kann. Analytische Fähigkeiten und ein Grundverständnis für Kostenkalkulation sind erforderlich, um mit Entscheidungsträgern konstruktive Gespräche zu führen."}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":"3","Description":"Die Person sollte als konsistentes Bindeglied zwischen dem Unternehmen und seinen Kunden agieren. Dazu gehört, dass Zusagen und Fristen stets eingehalten werden, wobei eine proaktive Kommunikation im Falle von unvorhersehbaren Verzögerungen erfolgt. Die Person muss sich als vertrauenswürdige/r Partner/in etablieren, auf die/den sich das Unternehmen und Kunden gleichermaßen verlassen können."},{"Kompetenz":"Belastbarkeit","Score":"2","Description":"Eine Person auf dieser Kompetenzstufe zeigt Belastbarkeit, indem sie auch in stressigen Situationen oder bei hohem Arbeitsaufkommen die Fähigkeit besitzt, effektiv zu arbeiten und dabei Ruhe zu bewahren. Diese Person kann Drucksituationen handhaben, weist eine gute emotionale Stabilität auf und kann trotz Herausforderungen im Kundenmanagement Verantwortung übernehmen, ohne dass die Qualität der Arbeit oder das Wohlbefinden signifikant beeinträchtigt werden. Die Fähigkeit, sich schnell von Rückschlägen zu erholen und bei Bedarf zusätzliche Arbeitslast zu bewältigen, ist für diese Rolle charakteristisch."},{"Kompetenz":"Durchsetzungsvermögen","Score":"2","Description":"Die Person sollte Konfliktsituationen professionell managen und eigene Standpunkte klar kommunizieren können, wobei auch die Interessen der Kund*innen beachtet werden. Eine gewisse Überzeugungskraft ist erforderlich, um in Verhandlungen erfolgreich zu sein, wobei stets eine Balance zwischen Bestimmtheit und Einfühlungsvermögen zu wahren ist."},{"Kompetenz":"Problemlösefähigkeit","Score":"2","Description":"Die Person kann typische Herausforderungen im Kundenmanagement selbstständig erkennen und effektive Lösungen entwickeln. Dabei stützt sich die Account Manager:in auf bewährte Methoden und Erfahrungen, um auf Kundenbedürfnisse und unerwartete Veränderungen im Vertriebsprozess angemessen zu reagieren. Die Fähigkeit, Probleme zu lösen, wird im operativen Tagesgeschäft angewendet und beinhaltet ein mittleres Maß an Kreativität und Analysefähigkeit, um pragmatische und effiziente Lösungswege für Kunden und das eigene Unternehmen zu finden."},{"Kompetenz":"Verantwortungsübernahme","Score":"2","Description":"Die Person sollte in der Lage sein, eigenständig Entscheidungen zu treffen, die im besten Interesse des Kunden und des Unternehmens liegen. Zudem sollte der Account Manager Verantwortung für die Ergebnisse dieser Entscheidungen tragen und proaktiv handeln, um sicherzustellen, dass vereinbarte Ziele und Vorgaben erreicht werden. Bei Problemen oder Herausforderungen sucht diese Person selbstständig nach Lösungen, informiert das Team oder Management entsprechend und leitet notwendige Schritte ein, ohne ständige Supervision zu benötigen."}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":"2","Description":"Die Person sollte in der Lage sein, andere durch authentisches Auftreten und Zuverlässigkeit zu inspirieren und so die Teammotivation zu stärken. Die Fähigkeit, Teammitglieder für gemeinsame Ziele zu begeistern und zu einen, ist ebenso bedeutend. Es wird jedoch nicht vorausgesetzt, dass die Person eine breite transformative Führungsfähigkeit besitzt oder weitreichende Inspiration außerhalb des unmittelbaren Teams entfaltet."},{"Kompetenz":"Influencer & Enabler","Score":"2","Description":"Die Person sollte die Fähigkeit besitzen, Vertrauen aufzubauen und positive Beziehungen zu pflegen, um ein günstiges Umfeld für Verhandlungen und Geschäftsabschlüsse zu schaffen. Ebenfalls ist es wichtig, dass die Person nicht nur eigene Produkte oder Dienstleistungen vermarktet, sondern auch den Kunden dabei hilft, deren Anforderungen zu verstehen und Lösungen zu finden, welche deren Bedürfnisse entsprechen. Diese Fähigkeiten beinhalten eine effektive Kommunikation und Überzeugungsfähigkeit, sind jedoch noch nicht auf einem strategischen Leadership-Niveau, das für höhere Positionen erforderlich wäre."},{"Kompetenz":"Unterstützer & Unternehmer","Score":"2","Description":"Die Person arbeitet aktiv daran, Kundenbeziehungen zu stärken und geschäftliche Möglichkeiten zu identifizieren. Sie fördert den Austausch mit Kollegen und kundenspezifische Lösungen durch kompetente Beratung. Diese Fähigkeit äußert sich in einem guten Verständnis für Kundenbedürfnisse und dem Bestreben, diese mit den Unternehmenszielen zu vereinen. Die Führungskompetenz umfasst das eigenständige Erarbeiten von Verbesserungsansätzen und die Bereitschaft, Unterstützung im Team anzubieten, um gemeinsame Ergebnisse zu erzielen."},{"Kompetenz":"Visionsträger & -übersetzer","Score":"2","Description":"Die Person sollte in der Lage sein, die langfristigen Ziele und Pläne des Unternehmens in tägliche Aufgaben und Verkaufsstrategien zu integrieren und an Kunden zu vermitteln. Hierbei wird Wert darauf gelegt, dass die Vision für den Kunden greifbar gemacht wird, was einerseits zum Ausbau der Kundenbeziehungen beiträgt und andererseits sicherstellt, dass die gehandelten Produkte und Dienstleistungen mit der Gesamtstrategie des Unternehmens im Einklang stehen."}]}]},{"Title":"Senior Account Manager","Description":"","Hauptaufgaben":[],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":"4","Description":"Die Person setzt Prioritäten, die stets die Kundenzufriedenheit und langfristige Kundenbeziehungen fokussieren. Innovative Lösungsvorschläge und eine proaktive Herangehensweise zur Erfüllung und Übersteigung der Kundenwünsche sind erkennbar. Darüber hinaus werden Kundenfeedback und -daten systematisch ausgewertet, um den Service kontinuierlich zu verbessern und um maßgeschneiderte Angebote erstellen zu können. Die Eigeninitiative zur Problemlösung ist ausgeprägt und die Person ist bemüht, kritische Situationen mit hoher diplomatischer Kompetenz und einer Win-Win-Strategie zu meistern."},{"Kompetenz":"Account Management","Score":"3","Description":"Die Person zeigt eine beeindruckende Fähigkeit, komplexe Kundenbeziehungen strategisch zu entwickeln und zu pflegen. Erwartet wird die selbstständige Akquise und Verwaltung von Key Accounts sowie die Fähigkeit, langfristige Geschäftsbeziehungen aufzubauen und zu stärken. Die Person muss in der Lage sein, Kundenbedürfnisse präzise zu analysieren, maßgeschneiderte Lösungen zu präsentieren und Vertragsverhandlungen auf hohem Niveau zu führen. Ein tiefgreifendes Verständnis für Cross-Selling- und Up-Selling-Strategien sowie die Implementierung von Kundenerfolgsmaßnahmen sind von dieser Rolle erwartet, um die Kundenbindung und Kundenzufriedenheit sicherzustellen. Gewandtheit in Kundenkommunikation und Problemlösung ist für das Level 3 Account Management essenziell."},{"Kompetenz":"Strategische Beratung","Score":"3","Description":"Diese Person entwickelt proaktiv langfristige Strategien, die auf umfassenden Marktanalysen und Kundenbedürfnissen basieren. Dabei berücksichtigt die Person sowohl aktuelle als auch potenzielle zukünftige Herausforderungen und Chancen. Im Rahmen des Level 3 wird erwartet, dass die Person effektiv mit internen Teams zusammenarbeitet, um kundenspezifische Lösungen zu konzipieren, die einen deutlichen Wettbewerbsvorteil schaffen und den Wert für das Kundenportfolio substantiell steigern."},{"Kompetenz":"Unternehmerisches Handeln","Score":"3","Description":"Die Person hat die Fähigkeit, Umsatzpotenziale zu erkennen und zu entwickeln, sowie effizient und selbständig Lösungen für komplexe Probleme zu finden, die eine hohe Rendite für das Unternehmen und den Kunden erbringen. Erwartet wird ebenso, dass die Person Risiken eigenständig bewerten und managen kann und stets in der Lage ist, proaktiv auf Marktveränderungen zu reagieren, um die Unternehmensziele zu unterstützen."},{"Kompetenz":"Agentur-Verständnis","Score":"3","Description":"Dies bedeutet, dass die Person tiefgehende Kenntnisse über die Strukturen, Prozesse und Dienstleistungsangebote einer Agentur besitzen muss. Die Person sollte in der Lage sein, komplexe Projekte selbstständig zu leiten und dabei effizient die Ressourcen der Agentur einzusetzen. Das Agentur-Verständnis umfasst weiterhin eine vorausschauende Planung und Koordination mit anderen Abteilungen, um die Ziele des Kunden nahtlos zu erfüllen. Kritische Entscheidungsfindungen und Problemlösungskompetenzen, basierend auf einem Verständnis für die Dynamiken innerhalb der Agentur, sind für die tägliche Arbeit unerlässlich."},{"Kompetenz":"Moderationstechnik","Score":"3","Description":"Die Person muss in der Lage sein, unterschiedliche Meinungen zu integrieren und gemeinsame Beschlüsse zu fördern, sowie das Meeting effizient zum Ergebnis zu führen. Darüber hinaus sollte die Person in der Lage sein, Workshops oder Verhandlungen mit mehreren Parteien zu moderieren, wobei ausgeprägte Fähigkeiten im Konfliktmanagement und in der Konsensfindung erwartet werden."},{"Kompetenz":"Präsentationstechnik","Score":"3","Description":"Die Person nutzt fortgeschrittene Techniken der Visualisierung und Rhetorik, um Argumente wirkungsvoll zu unterstützen und kann auch unter Druck souverän und interaktiv mit dem Publikum kommunizieren. Es wird erwartet, dass die Person in der Lage ist, Präsentationen strategisch zu gestalten, um Geschäftsziele zu fördern und kritische Verhandlungen erfolgreich zu führen."},{"Kompetenz":"Budgetverhandlungen","Score":"3","Description":"Dabei zeigt sich ein tiefgreifendes Verständnis für die finanziellen Aspekte und Rahmenbedingungen des Accounts. Die Person stellt sicher, dass Budgets realistisch geplant und verhandelt werden, um die Unternehmensziele zu unterstützen und gleichzeitig die Kundenerwartungen zu erfüllen. Starke analytische Fähigkeiten und die Nutzung von marktspezifischen Daten fließen in die Argumentation ein, um Budgetentscheidungen zu optimieren. Verhandlungssicherheit, Überzeugungskraft und die Fähigkeit, sowohl intern als auch beim Kunden für die vereinbarten Budgets Zustimmung zu finden, sind deutlich erkennbar."}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":"3","Description":"Die Person demonstriert fortlaufend die Fähigkeit, zugesagte Termine, Abgabefristen und Verantwortlichkeiten einzuhalten. Ein hohes Maß an Eigeninitiative und Selbstorganisation ist erkennbar, wodurch Vertrauen bei Kunden und Kollegen gestärkt wird. Die Person wird als solide und beständige Schlüsselfigur in Projekten wahrgenommen, die Qualitätsstandards konsequent einhält und umsetzt. Erwartungsgemäß bewältigt die Person komplexere Aufgaben stets termingerecht und mit vorhersehbarem Erfolg."},{"Kompetenz":"Belastbarkeit","Score":"2","Description":"Die Person bleibt unter moderatem Zeitdruck ruhig, effizient und ist in der Lage, trotz Herausforderungen wie anspruchsvollen Kundenanforderungen oder engen Deadlines, eine konstante Leistungsqualität aufrechtzuerhalten. Ein angemessener Umgang mit Schwierigkeiten wird erwartet, wobei die Person nach Lösungen sucht, ohne dabei die eigene Gesundheit oder das Teamklima negativ zu beeinflussen."},{"Kompetenz":"Durchsetzungsvermögen","Score":"3","Description":"Die Person versteht es, die eigenen Interessen und die des Unternehmens effektiv zu vertreten, selbst wenn Widerstand von Kunden oder internen Stakeholdern besteht. Durch eine ausgeprägte Kommunikationsstärke und Überzeugungskraft gelingt es, andere für gemeinsame Ziele zu gewinnen und Entscheidungen im Sinne der Unternehmensstrategie herbeizuführen. Die Person agiert souverän bei Gegenwind und setzt sich konstruktiv durch, wobei das langfristige Kundenverhältnis niemals aus den Augen verloren wird."},{"Kompetenz":"Problemlösefähigkeit","Score":"3","Description":"Die Person identifiziert proaktiv potenzielle Probleme und entwickelt innovative Lösungen unter Berücksichtigung verschiedener Blickwinkel. Erwartet wird, dass die Person unter Zeitdruck selbstständig Entscheidungen treffen kann und geschickt zwischen verschiedenen Interessensgruppen vermittelt, um die bestmöglichen Ergebnisse für das Unternehmen und die Kund*innen zu erzielen. Anpassungsfähigkeit und ein kontinuierlicher Verbesserungsprozess in der Herangehensweise an neu auftauchende Situationen werden vorausgesetzt."},{"Kompetenz":"Verantwortungsübernahme","Score":"3","Description":"Sie stellt sicher, dass Kundenanforderungen vollständig erfasst und innerhalb des Teams angemessen adressiert werden. Die Person handelt proaktiv und antizipiert Kundenbedürfnisse, um nachhaltige Partnerschaften aufzubauen. Konflikte und Herausforderungen werden eigenständig gelöst, und die Person sorgt für eine hohe Kundenzufriedenheit. Accountability ist dabei essenziell – Fehler werden anerkannt, korrigiert und dienen als Grundlage für kontinuierliche Verbesserung."}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":"3","Description":"Die Person motiviert andere durch eigenes Engagement, verkörpert die Unternehmenswerte konsequent und inspiriert das Team durch eine positive Einstellung und hohe Leistungsstandards. Die Person beeinflusst das Arbeitsumfeld aktiv und trägt maßgeblich zur Teammotivation und zur Förderung einer leistungsorientierten Kultur bei. Durch authentisches Auftreten und Transparenz in der Kommunikation stärkt die Person das Vertrauen innerhalb des Teams und motiviert andere zur Übernahme von Eigeninitiative und Verantwortung."},{"Kompetenz":"Influencer & Enabler","Score":"3","Description":"Die Person weiß effektiv unterschiedliche Meinungen und Interessen zu vereinen, um gemeinsame Ziele zu erreichen. Durch hohe emotionale Intelligenz und starke Kommunikationsfähigkeiten schafft es der Account Manager, Vertrauen bei Stakeholdern zu bilden und wirksame Befürwortung für Projekte und Ideen zu erzeugen. Die Führungskraft ermächtigt das Team, indem benötigte Ressourcen bereitgestellt und Hindernisse aus dem Weg geräumt werden, fördert Innovation und unterstützt Mitarbeiter in ihrer Entwicklung, damit diese selbstbestimmt zum gemeinsamen Erfolg beitragen."},{"Kompetenz":"Unterstützer & Unternehmer","Score":"3","Description":"Die Person demonstriert ausgeprägte Führungskompetenz, indem Unterstützung proaktiv und empathisch Mitarbeitern in deren Entwicklung und bei Herausforderungen angeboten wird. Gleichzeitig zeigt sich eine unternehmerische Denkweise durch Eigeninitiative, strategisches Handeln und Verantwortungsübernahme für geschäftliche Ergebnisse. Die Person erkennt und fördert das Potenzial im Team und nutzt Ressourcen effektiv, um Wachstum und Innovation voranzutreiben, wobei sowohl Teamziele als auch Unternehmensziele erreicht werden."},{"Kompetenz":"Visionsträger & -übersetzer","Score":"3","Description":"Die Person sollte in der Lage sein, innovative Ideen für die Kundenentwicklung zu generieren, die auf der Unternehmensvision basieren, und diese erfolgreich zu kommunizieren und umsetzen. Die Fähigkeit, Teams zu inspirieren und die Vision so zu übersetzen, dass sie für interne und externe Stakeholder greifbar und nachvollziehbar wird, ist ausschlaggebend."}]}]},{"Title":"Account Director","Description":"","Hauptaufgaben":[],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":"4","Description":"Das Individuum erfasst vollständig die Bedürfnisse und Erwartungen der Klientel und setzt dieses Wissen umfassend ein, um maßgeschneiderte Lösungen zu bieten, die über Standarddienstleistungen hinausgehen. Diese Person antizipiert aktiv Kundenanforderungen und reagiert proaktiv auf Marktveränderungen, um den Mehrwert für den Kunden kontinuierlich zu erhöhen. Feedback wird nicht nur gesucht und ernst genommen, sondern dient als Grundlage für strategische Entscheidungen und Innovationen im Dienstleistungsangebot. Die Fähigkeit, langfristige Kundenloyalität und -zufriedenheit zu sichern, wird durch eine auffallend hohe Kundebindungsrate und wiederkehrende Geschäftsabschlüsse deutlich."},{"Kompetenz":"Account Management","Score":"4","Description":"Die Person zeigt exzellente Fähigkeiten in der Pflege und Entwicklung langfristiger Kundenbeziehungen. Eine tiefe Verständnis aller kundenbezogenen Prozesse und eine gezielte Kundenstrategie, die auf individuelle Kundenbedürfnisse ausgerichtet ist, wird erwartet. Strategisches Denken und die Fähigkeit, Cross- und Up-Selling-Potenziale zu erkennen und zu nutzen, sind entscheidend. Die Person arbeitet proaktiv, antizipiert Kundenbedürfnisse und setzt Maßnahmen um, die nicht nur die Kundenzufriedenheit, sondern auch die Kundenbindung und den Kundenwert langfristig steigern._budgets und -zielen, setzt klare Prioritäten und zeigt eine hohe Eigeninitiative, um die Satzziele zu erreichen."},{"Kompetenz":"Strategische Beratung","Score":"4","Description":"Die Person sollte in der Lage sein, komplexe Kundenanforderungen zu antizipieren, proaktiv innovative Lösungen zu entwickeln und langfristige Geschäftsstrategien zu planen. Dies umfasst auch die Fähigkeit, Trends und Marktveränderungen zu analysieren und basierend darauf fundierte Empfehlungen abzugeben. Die Person muss darüber hinaus ein tiefgreifendes Verständnis des Kundenunternehmens besitzen, um als vertrauenswürdiger strategischer Partner zu agieren. Effektive Kommunikation auf Executive-Ebene und das Vermögen, überzeugende Business Cases zu erstellen und zu präsentieren, sind ebenfalls essentiell für diese Kompetenzstufe."},{"Kompetenz":"Unternehmerisches Handeln","Score":"4","Description":"Die Person identifiziert und nutzt aktiv Wachstumschancen, entwickelt innovative Lösungsstrategien für komplexe Kundenanforderungen und steigert nachhaltig den Unternehmenserfolg. Sie versteht es, Risiken zu managen und führt das Account Management-Team mit einer klaren Vision und starkem Gewinnstreben."},{"Kompetenz":"Agentur-Verständnis","Score":"4","Description":"Diese Person kann komplexe Projekte leiten, dabei sowohl das Wohl der Agentur als auch das der Kund*innen im Blick behalten und sicherstellen, dass die Agentur-Ressourcen effizient und zielführend eingesetzt werden. Dafür ist nicht nur ein tiefgreifendes Verständnis der Dienstleistungspalette notwendig, sondern auch die Fähigkeit, dieses Wissen sowohl zum Vorteil der Agentur als auch zur Förderung clientseitiger Ambitionen einzusetzen. Überdies hat die Person umfangreiche Erfahrung in der Entwicklung und Pflege langfristiger, strategischer Partnerschaften und vermag es, die Agentur souverän auf höchstem Level zu repräsentieren."},{"Kompetenz":"Moderationstechnik","Score":"4","Description":"Diese Kompetenz ist für die Erstellung und Durchführung zielgerichteter und effizienter Meetings, Workshops und Kundenpräsentationen außerordentlich wichtig. Die Fähigkeit, Diskussionen strategisch zu leiten, mit unterschiedlichen Stakeholdern zu verhandeln und zu einem Konsens zu kommen, ist für das erfolgreiche Management von Kundenbeziehungen unerlässlich. Zudem sollte das Talent vorhanden sein, komplexe Inhalte verständlich zu vermitteln und Gruppen gezielt zu einem gemeinsamen Ergebnis zu führen. Die Person muss in der Lage sein, kritische Gesprächssituationen souverän zu meistern und dabei auch unter Druck stets strukturiert und ergebnisorientiert zu agieren."},{"Kompetenz":"Präsentationstechnik","Score":"4","Description":"Dies schließt ein: die effektive Kommunikation komplexer Ideen in klarer und überzeugender Weise, die Anpassung des Präsentationsstils auf unterschiedliche Zielgruppen, den souveränen Einsatz moderner Präsentationstools sowie Techniken zur Aufrechterhaltung des Publikumsinteresses. Die Person demonstriert dies durch eine hohe Erfolgsquote bei der Gewinnung neuer Kunden und der Erweiterung bestehender Konten, wobei die Präsentationsfähigkeit direkt zu messbaren Geschäftsergebnissen beiträgt."},{"Kompetenz":"Budgetverhandlungen","Score":"4","Description":"Die Person muss in der Lage sein, komplexe Verhandlungen zu führen, um optimale finanzielle Bedingungen für das Unternehmen sicherzustellen. Dazu gehört ein tiefes Verständnis für die Finanzstrukturen und Geschäftsmodelle des Kunden sowie des eigenen Unternehmens. Die Person analysiert und bewertet Budgets kritisch, erkennt finanzielle Risiken und Potenziale und setzt diese Erkenntnisse strategisch in Verhandlungen ein. Ebenso muss die Person überzeugend argumentieren können mit dem Ziel, langfristige Kundenbeziehungen zu fördern und die Profitabilität des Unternehmens zu steigern. Erfolg wird an der Fähigkeit gemessen, günstige Vertragsabschlüsse zu erzielen, die sowohl den Kundenanforderungen entsprechen als auch die finanziellen Ziele des Unternehmens übertreffen."}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":"4","Description":"Dies zeigt sich darin, dass Zusagen gegenüber Kunden, Teammitgliedern und dem Unternehmen stets eingehalten werden. Termine und Deadlines werden nicht nur respektiert, sondern mit vorrausschauender Planung und Pufferzeiten für unvorhergesehene Ereignisse gehandhabt. Die Person agiert als vertrauenswürdige Schnittstelle und stellt sicher, dass Informationen präzise, rechtzeitig und gemäß der Erwartungen aller Stakeholder kommuniziert werden. In Krisensituationen bleibt die Person standhaft und liefert konstante Leistung, die das Vertrauen in die eigene Person und in die Marke des Unternehmens stärkt."},{"Kompetenz":"Belastbarkeit","Score":"4","Description":"Die Person kann in hektischen oder kritischen Situationen die Emotionen kontrollieren, Stress effektiv managen und weiterhin qualitativ hochwertige Ergebnisse liefern. Die Person strahlt Ruhe und Zuversicht aus und kann ein Team motivieren und führen, ohne dass die eigene Performance nachlässt. Komplexe Herausforderungen werden als Gelegenheit für Wachstum angesehen und mit einer proaktiven Einstellung angegangen. Die Fähigkeit zur schnellen Regeneration nach Rückschlägen ist erkennbar und trägt zur nachhaltigen Resilienz bei."},{"Kompetenz":"Durchsetzungsvermögen","Score":"4","Description":"Dies zeigt sich darin, dass die Person in der Lage ist, Verhandlungen mit hoher Selbstsicherheit und Überzeugungskraft zu führen, auch in herausfordernden oder konfliktreichen Situationen. Die Person setzt strategische Ziele des Unternehmens überzeugend durch und behauptet die eigenen und die Interessen der Firma, ohne dabei die Beziehung zu Kunden zu gefährden. Entscheidungen werden selbstbewusst und diplomatisch vertreten, wobei Widerstände effektiv und mit Respekt für unterschiedliche Interessen überwunden werden. Die Person agiert als Vorbild in Sachen Durchsetzungsfähigkeit und fördert diese Kompetenz aktiv im Team."},{"Kompetenz":"Problemlösefähigkeit","Score":"4","Description":"Ein Account Director auf diesem Kompetenzniveau zeichnet sich dadurch aus, dass die Person komplexe Herausforderungen im Kundenmanagement proaktiv identifiziert und nicht nur reaktiv auf Probleme reagiert. Die Person zeigt ein tiefes Verständnis der Kerngeschäftsprozesse des Kunden und setzt innovative Strategien ein, um langfristig wirksame Lösungen zu generieren. Dabei berücksichtigt die Person sowohl die Bedürfnisse des Kunden als auch die des eigenen Unternehmens und strebt stets nach Win-win-Situationen. Der Account Director wird als geschätzte*r Berater*in wahrgenommen, der/die selbst in turbulenten oder kritischen Situationen Ruhe bewahrt und durch souveräne Entscheidungsfindung überzeugt. Ein hoher Grad an Urteilsvermögen, ein exzellentes analytisches Denkvermögen sowie die Fähigkeit, vernetzt zu denken und zu handeln, sind erkennbar."},{"Kompetenz":"Verantwortungsübernahme","Score":"4","Description":"Diese Person initiiert selbstständig Handlungen, antizipiert mögliche Herausforderungen und reagiert proaktiv auf Änderungen oder Probleme. Die Fähigkeit, für die Folgen aller Entscheidungen, Projekte und Ergebnisse, sowohl intern als auch im Kundenumfeld, vollständig einzustehen, ist entscheidend. Ein Account Director auf diesem Niveau demonstriert eine tiefgreifende Verpflichtung gegenüber den Unternehmenszielen und Kundenerwartungen, wobei strategisches Denken und überlegenes Risikomanagement deutlich hervortreten. Die Übernahme von Verantwortung erfolgt dabei nicht nur für die eigenen Aufgaben, sondern ebenso für das Team, wobei man Vorbildfunktion übernimmt und sich kontinuierlich für die Entwicklung und Unterstützung von Kollegen engagiert."}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":"4","Description":"Eine Person auf diesem Level demonstriert durchweg vorbildliches Verhalten, sowohl professionell als auch ethisch, und setzt damit einen Standard für das gesamte Team. Durch inspirierende Kommunikation und Handlungen motiviert diese Person andere, überdurchschnittliche Leistungen zu erbringen, und fördert eine positive Unternehmenskultur. Es wird erwartet, dass die Person strategisch denkt, tiefgreifende Branchenkenntnisse besitzt und diese effektiv einsetzt, um das Team zu Höchstleistungen zu bringen und die Unternehmensziele zu erreichen."},{"Kompetenz":"Influencer & Enabler","Score":"4","Description":"Die Person zeigt außerordentliches Geschick darin, sich als vertrauenswürdige/r Berater/in zu positionieren, erkennt und initiiert proaktiv Chancen für zusätzliche Geschäfte, indem Bedürfnisse und Herausforderungen der Kunden aufgegriffen und innovative Lösungen vorgeschlagen werden. Die Person agiert als einflussreiche/r Fürsprecher/in der Kundeninteressen innerhalb des Unternehmens und befähigt das eigene Team sowie die Klienten, durch überzeugende Kommunikation und effektive Koordination der Ressourcen Höchstleistungen zu erreichen. Dabei wird ein hohes Maß an Integrität und Authentizität gewahrt, mit dem Ziel langfristige Partnerschaften zu stärken und zu vertiefen."},{"Kompetenz":"Unterstützer & Unternehmer","Score":"4","Description":"Sie versteht es, ein motivierendes Arbeitsumfeld zu schaffen, in dem Mitarbeiter sich engagieren und weiterentwickeln können. Gleichzeitig handelt die Person unternehmerisch, indem sie Verantwortung für die Ergebnisse des Accounts übernimmt, strategisch an der Geschäftsentwicklung mitwirkt und nachhaltiges Wachstum sicherstellt. Die Fähigkeit, sowohl als Coach als auch als Geschäftsstrateg*in zu agieren, zeichnet diese Rolle aus."},{"Kompetenz":"Visionsträger & -übersetzer","Score":"4","Description":"Die Person kommuniziert effektiv die Vision an das Team und an Kunden, um Geschäftsbeziehungen proaktiv zu gestalten und strategische Wachstumspläne umzusetzen. Entscheidungen und Führungsstile basieren auf dieser Vision und tragen dazu bei, eine kohärente und motivierende Richtung vorzugeben, die das Team einerseits bindet und andererseits die Bedürfnisse der Kunden mit den Unternehmenszielen in Einklang bringt."}]}]},{"Title":"","Description":"","Hauptaufgaben":[],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[]},{"Title":"Persönliche und soziale Kompetenz","Data":[]},{"Title":"Führungskompetenz","Data":[]}]}]}
