{"RoleTitle":"Account Manager","ActiveLevel":"Junior","Levels":[{"Title":"Junior","Description":"Aufbau eines gewissenhaften Verständnis für die Arbeitsroutinen in der Kundenberatung und Projektumsetzung","Hauptaufgaben":["Begleitung / Unterstützung der Account Positionen","Budget- und zeitgerechte Erfüllung aller Aufgaben","Verständnis der grundlegenden Rahmenbedingungen des Kunden und des Sektors","Aufbau operativ geprägter Kundenbeziehungen mit professioneller Vertretung der Agentur"],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":1,"Description":"Aufbau erster Kundenbeziehungen, Professionelle Vertretung der Agentur im Kundenkontakt","ScoreVisual":"●●○"},{"Kompetenz":"Account Management","Score":1,"Description":"Aufbau von ersten Erfahrung in den Bereichen Budget Controlling und Verwaltung","ScoreVisual":"●●○"},{"Kompetenz":"Strategische Beratung","Score":1,"Description":"Aufbau erstes Wissen im Bereich E-Sportsponsoring, Aktivierung Aufbau von Info-Quellen über Kundenbranche, E-Sportsponsoring & Marketing News","ScoreVisual":"●●○"},{"Kompetenz":"Agentur-Verständnis","Score":1,"Description":"","ScoreVisual":"●●○"},{"Kompetenz":"Präsentationstechnik","Score":1,"Description":"Erarbeitet sich durch erste interne & externe Präsentationen die Sicherheit und Klaviatur von Präsentieren","ScoreVisual":"●●○"}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":1,"Description":"Ownership bei übertragenen oder eigenständig genommenen Projekten. Frühzeitige Kommunikation bei Antizipation von Problemen, Zeitrisiko oder Engpässen","ScoreVisual":"●●○"},{"Kompetenz":"Belastbarkeit","Score":1,"Description":"Ist in der Lage mehrere parallel verlaufende Projekte mit Anweisung von Account Managern zu managen","ScoreVisual":"●●○"},{"Kompetenz":"Problemlösefähigkeit","Score":1,"Description":"Erkennt Verbesserungspotenziale und initiiert proaktiv Lösungsvorschläg","ScoreVisual":"●●○"},{"Kompetenz":"Verantwortungsübernahme","Score":1,"Description":"Steht für rechtzeitige und korrekte Ablieferung der Arbeiten ein","ScoreVisual":"●●○"}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":0,"Description":"Ungeachtet der Einsteiger-Rolle sind Agenturwerte und Leidenschaft im täglichen Leben spürbar gelebt","ScoreVisual":"●○○"},{"Kompetenz":"Influencer & Enabler","Score":1,"Description":"Ist bereit Verantwortung zu übernehmen, ist mitreißend in der täglichen Arbeit","ScoreVisual":"●●○"},{"Kompetenz":"Visionsträger & -übersetzer","Score":0,"Description":"Neugier und Begeisterung für trending topics","ScoreVisual":"●○○"}]}],"Overview":[{"Title":"Fach- und Methodenkompetenz","Score":1},{"Title":"Persönliche und soziale Kompetenz","Score":1},{"Title":"Führungskompetenz","Score":0}]},{"Title":"Midlevel","Description":"Wirtschaftlich orientierte Umsetzung von Kundenprojekten Wahrnehmen von Gelegenheiten beim Kunden zur Zusammenarbeit von Teams zum Wohl der Agentur","Hauptaufgaben":["Erfolgreiches, wirtschaftliches und pünktliches Abwickeln von Projekten","Proaktive Kommunikation an Kunden und Team,Starkes Verständnis der grundlegenden Rahmenbedingungen der Kundenansprechpartner sowie des Sektors Etablierung eines Vertrauensverhältnisses mit dem Kunden","Ressourcenmanagement zur erfolgreichen Bearbeitung der Projekte"],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":1,"Description":"Aufbau guter Kundenbeziehungen auf Referenten Ebene. Professionelle Vertretung der Agentur im Kundenkontakt. Liefern von sinnstiftenden und geschäftsförderlichen Informationen an den Kunden. Sicherstellen von starken Beziehungen zu Kunden durch direkten Austausch. Upselling Potentiale erkennen und nutzen","ScoreVisual":"●●○"},{"Kompetenz":"Account Management","Score":1,"Description":"Sicherstellung ausreichender Ressourcenverfügbarkeit. Aktive Umsetzung und Auslieferung der Arbeit. Fortlaufendes Monitoring aller Kundenprojekte gemäß Agentur KPI","ScoreVisual":"●●○"},{"Kompetenz":"Strategische Beratung","Score":1,"Description":"Einbringen von Marketing- und Digital-Wissen. Gutes Wissen um Geschäft des Kunden, wirtschaftlichen und kommunikativen Kennzahlen. Gute praktische Erfahrung im Bereich E-Sportsponsoring und Impact auf Marketing Ziel","ScoreVisual":"●●○"},{"Kompetenz":"Unternehmerisches Handeln","Score":2,"Description":"Initiierung von proaktiven Vorstößen für Upselling, Networking beim Kunden und möglichen neuen Erlösquellen für die Agentur","ScoreVisual":"●●●"},{"Kompetenz":"Agentur-Verständnis","Score":2,"Description":"Gutes Verständnis über die Stärken, Schwächen, Chancen und Risiken für RP als Agentur. Kann beurteilen, welche Kollegen in welcher Situation ihre Stärken am besten ausspielen können","ScoreVisual":"●●●"},{"Kompetenz":"Moderationstechnik","Score":1,"Description":"Vermittelt zwischen unterschiedlichen Sichtweisen und führt im Interesse der Agentur ein Ergebnis herbei","ScoreVisual":"●●○"},{"Kompetenz":"Präsentationstechnik","Score":1,"Description":"Erfahren in der Präsentation von eigenen Arbeitsergebnissen der Agentur. Flexibel in der Ausgestaltung der Präsentationsweise (je nach Situation)","ScoreVisual":"●●○"},{"Kompetenz":"Budgetverhandlungen","Score":1,"Description":"Ist erfahren in der Ausverhandlung von externen Kosten mit Freelancern / Dienstleistern","ScoreVisual":"●●○"}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":2,"Description":"Ownership bei übertragenen oder eigenständig genommenen Projekten. Frühzeitige Kommunikation bei Antizipation von Problemen, Zeitrisiko oder Engpässen","ScoreVisual":"●●●"},{"Kompetenz":"Belastbarkeit","Score":1,"Description":"Ist in der Lage mehrere parallel verlaufende Projekte zu managen sowie Jnr. AMs fachlich bei weiteren Projekten gewinnbringend zur Seite zu stehen. Kann seine Arbeitsbelastung mit eigener Erfahrung gut beurteilen und etwaige Unter-und Überlastung klar benennen","ScoreVisual":"●●○"},{"Kompetenz":"Durchsetzungsvermögen","Score":1,"Description":"Kann sich im Team bei für den Erfolg des Projekts notwendigen Arbeitsstandards durchsetzen","ScoreVisual":"●●○"},{"Kompetenz":"Problemlösefähigkeit","Score":1,"Description":"Erkennt Verbesserungspotenziale und initiiert proaktiv Lösungsvorschläge","ScoreVisual":"●●○"},{"Kompetenz":"Verantwortungsübernahme","Score":1,"Description":"Überprüft inhaltliche Qualität der Arbeitsergebnisse, eskaliert oder leitet weitere Arbeitsschleife ein, wenn Ergebnis aus Client Service Sichtweise noch nicht überzeugt","ScoreVisual":"●●○"}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":1,"Description":"Lead by Example gemäß der Agenturwerte","ScoreVisual":"●●○"},{"Kompetenz":"Influencer & Enabler","Score":1,"Description":"Fachliche Anleitung Junior / Coordinator. Erkennt Verbesserungspotenziale und initiiert proaktiv Lösungsvorschläge","ScoreVisual":"●●○"},{"Kompetenz":"Unterstützer & Unternehmer","Score":1,"Description":"Neugier und Begeisterung für trending topics. Proaktive Förderungen von Kundenbeziehungen. Sicherstellung und Förderung von Wissenstransfers (z.B. Ideen vorstellen und teilen z.B. Teamleadrunde; Show & Tell)","ScoreVisual":"●●○"},{"Kompetenz":"Visionsträger & -übersetzer","Score":1,"Description":"Verantwortlich für die fortlaufende Aktualsierung zentraler Dokumente wie Client Profile, aktualisiert diese mindestens einmal im Quarta","ScoreVisual":"●●○"}]}],"Overview":[{"Title":"Fach- und Methodenkompetenz","Score":1},{"Title":"Persönliche und soziale Kompetenz","Score":1},{"Title":"Führungskompetenz","Score":1}]},{"Title":"Senior","Description":"Wachstumsorientierte Umsetzung und Initiierung von Kundenprojekten. Exzellentes Wahrnehmen von Gelegenheiten beim Kunden zur Zusammenarbeit von Teams zum Wohl der Agentur Verständnis für Balance zwischen Long-Term-Results und Short-Term-Gewinnen","Hauptaufgaben":["Verantwortung für erfolgreiches, wirtschaftliches und pünktliches Abwickeln von Projekten","Strategisch geprägte Kommunikation an Kunden und Team","Exzellentes Verständnis der grundlegenden Rahmenbedingungen der Kundenansprechpartner sowie des Sektors","Etablierte Vertrauensverhältnisse mit dem Kunden","Verantwortung für Ressourcenmanagement zur erfolgreichen Bearbeitung der Projekte"],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":2,"Description":"Aufbau starker Kundenbeziehungen auf Referenten Ebene. Professionelle Vertretung der Agentur im Kundenkontakt. Liefern von sinnstiftenden und geschäftsförderlichen Informationen an den Kunden. Sicherstellen von starken Beziehungen zu Kunden durch direkten Austausch. Upselling Potentiale erkennen und nutzen","ScoreVisual":"●●●"},{"Kompetenz":"Account Management","Score":2,"Description":"Sicherstellung ausreichender Ressourcenverfügbarkeit. Aktive Umsetzung und Auslieferung der Arbeit. Fortlaufendes Monitoring aller Kundenprojekte gemäß Agentur KPIs","ScoreVisual":"●●●"},{"Kompetenz":"Strategische Beratung","Score":2,"Description":"Einbringen von Marketing- und Digital-Wissen. Vergabe von Projekten entsprechend der Erfahrung innerhalb des Teams. Gutes Wissen um Geschäft des Kunden, wirtschaftlichen und kommunikativen Kennzahlen. Sehr gute Erfahrung im Bereich E-Sportsponsoring und Impact auf Marketing / Business Ziele","ScoreVisual":"●●●"},{"Kompetenz":"Unternehmerisches Handeln","Score":2,"Description":"Initiierung von proaktiven Vorstößen für Upselling, Networking beim Kunden und möglichen neuen Erlösquellen für die Agentur","ScoreVisual":"●●●"},{"Kompetenz":"Agentur-Verständnis","Score":2,"Description":"Sehr gutes Verständnis über die Stärken, Schwächen, Chancen und Risiken für RP als Agentur. Kann beurteilen, welche Kollegen in welcher Situation ihre Stärken am besten ausspielen können. Verfügt über ausreichend Erfahrung um zum Wohle des Projekts auf interne oder externe Realisierung hinzuwirken","ScoreVisual":"●●●"},{"Kompetenz":"Moderationstechnik","Score":2,"Description":"Vermittelt zwischen unterschiedlichen Sichtweisen und führt im Interesse der Agentur ein Ergebnis herbei","ScoreVisual":"●●●"},{"Kompetenz":"Präsentationstechnik","Score":2,"Description":"Erfahren in der Präsentation von eigenen Arbeitsergebnissen der Agentur ggü dem gesamten Senioritätslevel des Kundens. Flexibel in der Ausgestaltung der Präsentationsweise (je nach Situation). Kann auch Ausarbeitungen anderer Gewerke glaubhaft und souverän präsentieren","ScoreVisual":"●●●"},{"Kompetenz":"Budgetverhandlungen","Score":1,"Description":"Verfügt über das Gespür wie dem Fachbereich Budgets vermittelt werden können und wo die Interessen der Agentur zur Geltung kommen müssen. Ist erfahren in der Ausverhandlung von externen Kosten mit Freelancern / Dienstleistern. Kann Kunde etwaige Konsequenzen bei Reduzierung / Erhöhung von Projektbudgets klar und kurzfristig aufzeigen","ScoreVisual":"●●○"}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":2,"Description":"Ownership bei übertragenen oder eigenständig genommenen Projekten. Frühzeitige Kommunikation bei Antizipation von Problemen","ScoreVisual":"●●●"},{"Kompetenz":"Belastbarkeit","Score":1,"Description":"Ist in der Lage mehrere parallel verlaufende Projekte sowie Kundenkonstellationen zu managen sowie AMs fachlich bei weiteren Projekten gewinnbringend zur Seite zu stehen. Kann seine Arbeitsbelastung mit eigener Erfahrung gut beurteilen und etwaige Unter-und Überlastung klar benennen","ScoreVisual":"●●○"},{"Kompetenz":"Durchsetzungsvermögen","Score":2,"Description":"Kann sich im Team bei für den Erfolg des Projekts notwendigen Arbeitsstandards durchsetzen. Besitzt das Fingerspitzengefühl, Freiräume einzuräumen, wo nicht erfolgsgefährdend","ScoreVisual":"●●●"},{"Kompetenz":"Problemlösefähigkeit","Score":2,"Description":"Erkennt Verbesserungspotenziale, initiiert Lösungsvorschläge und beginnt mit Umsetzung","ScoreVisual":"●●●"},{"Kompetenz":"Verantwortungsübernahme","Score":2,"Description":"Verantwortet inhaltliche Qualität der Arbeitsergebnisse, eskaliert oder leitet weitere Arbeitsschleife ein, wenn Ergebnis aus Client Service Sichtweise noch nicht überzeug","ScoreVisual":"●●●"}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":1,"Description":"Lead by Example gemäß der Agenturwerte für sein Team. Faires Management aller Mitglieder. Kontinuierliche Verbesserung der cross-funktionalen Kommunikation und Zusammenarbeit. Proaktive Unterstützung in der Entwicklung von Reporting-, Prozessen und Organisationsstrukturen","ScoreVisual":"●●○"},{"Kompetenz":"Influencer & Enabler","Score":2,"Description":"Fachliche Leitung Junior / Coordinator / Account Manager. Sorgt sich insbesondere um den Austausch mit Kollegen aus dem Gewerk und anderen Gewerken um Spannung aufzulösen oder Potenziale zu fördern","ScoreVisual":"●●●"},{"Kompetenz":"Unterstützer & Unternehmer","Score":1,"Description":"Neugier und Begeisterung für trending topics. Kontinuierliche Mitentwicklung und Verbesserung von Produkten und Services. Proaktive Förderungen von Kundenbeziehungen, wirtschaftlicher und qualitativer Ausbau von Kundenetats. Sicherstellung und Förderung von Wissenstransfers (z.B. Ideen vorstellen und teilen z.B. Teamleadrunde; Show & Tell","ScoreVisual":"●●○"},{"Kompetenz":"Visionsträger & -übersetzer","Score":1,"Description":"Übersetzung der Teamziele in operative Ziele für die betreuten Kunden, Quartalsweise Aktualisierung der Kundenziele und Integration in den Arbeitsalltag als Fixstern","ScoreVisual":"●●○"}]}],"Overview":[{"Title":"Fach- und Methodenkompetenz","Score":2},{"Title":"Persönliche und soziale Kompetenz","Score":2},{"Title":"Führungskompetenz","Score":1}]},{"Title":"Account Director","Description":"Inhaltliche Verantwortung von Upselling sowie Neukunden- Projekten. Fortlaufendes Initiieren von Upselling Möglichkeiten. Verantwortlich für die Aussteuerung von Day to day Geschäft, Upselling Aktivitäten und Neukunden-Geschäft aus dem Team heraus","Hauptaufgaben":["Verantwortung für erfolgreiches, wirtschaftliches und pünktliches Abwickeln bei  allen Kundenprokejten, insbesondere strategischer Projekte bzw. Projekte mit großen Etats","Leitung und Ausbau eines oder mehrerer Kunden inkl. Etat-Steuerung mit Hilfe von Controlling & Forecasting Belastbares Vertrauensverhältnis mit Kunden-Ansprechpartnern","Entwicklung, Management, Hiring und Motivation des Teams inkl. Schwerpunktbildung bei jedem Mitarbeiter","Verantwortung für Ausrichtung und Qualität der Arbeit","Mitarbeit bei der Teamzusammenstellung im Einklang mit der Strategie der Kunden"],"Kompetenzen":[{"Title":"Fach- und Methodenkompetenz","Data":[{"Kompetenz":"Kundenorientierung","Score":2,"Description":"Aufbau starker Kundenbeziehungen auf Referenten/Teamleiter Ebene. Professionelle Vertretung der Agentur im Kundenkontakt. Liefern von sinnstiftenden und geschäftsförderlichen Informationen an den Kunden. Sicherstellen von belastbaren Beziehungen zu Kunden durch direkten Austausch. Upselling Potentiale erkennen und nutzen.","ScoreVisual":"●●●"},{"Kompetenz":"Account Management","Score":2,"Description":"Sicherstellung ausreichender Ressourcenverfügbarkeit. Leitung von Umsetzung und Auslieferung der Arbeit. Verantwortung für wirtschaftliches Arbeiten auf den Kundenprojekten (Vermeidung von Over- und Underservice bei internen und externen Gewerken)","ScoreVisual":"●●●"},{"Kompetenz":"Strategische Beratung","Score":2,"Description":"Einbringen von Marketing- und Digital-Wissen. Vergabe von Projekten entsprechend der Erfahrung innerhalb des Teams Exzellentes Wissen um Geschäft des Kunden, wirtschaftlichen und kommunikativen Kennzahlen. Sehr gute Erfahrung im Bereich E-Sportsponsoring und Impact auf Marketing / Business Ziele. In der Lage komplexe Sachverhalte (Strategie/ Analyse / Kampagnenverlauf) auf die Essenz zu reduzieren und Kunden AP verständlich zu vermitteln","ScoreVisual":"●●●"},{"Kompetenz":"Unternehmerisches Handeln","Score":2,"Description":"Bewusstes Eingehen von Risiko zum Wohle der Agentur Motivation des Teams zu eigenständigem Handeln im Sinne der Agenturziele Initiierung von proaktiven Vorstößen für Upselling, Networking beim Kunden und möglichen neuen Erlösquellen für die Agentur","ScoreVisual":"●●●"},{"Kompetenz":"Agentur-Verständnis","Score":2,"Description":"Exzellentes Verständnis über die Stärken, Schwächen, Chancen und Risiken für RP als Agentur. Kann beurteilen, welche Kollegen in welcher Situation ihre Stärken am besten ausspielen können. Kann Expertise sowie Arbeitsergebnisse aus den einzelnen Gewerken auch alleine beim Kunden kompakt verargumentieren. Verfügt über ausreichend Erfahrung um zum Wohle des Projekts auf interne oder externe Realisierung hinzuwirken","ScoreVisual":"●●●"},{"Kompetenz":"Moderationstechnik","Score":2,"Description":"Findet Balance in der Gesprächssteuerung durch Zurücknehmen des eigenen Sprechanteils und aktivem Impulsetzen - sowohl extern als auch intern. Vermittelt zwischen unterschiedlichen Sichtweisen und führt im Interesse der Agentur ein Ergebnis herbei.","ScoreVisual":"●●●"},{"Kompetenz":"Präsentationstechnik","Score":2,"Description":"Erfahren in der Präsentation von sämtlichen Arbeitsergebnissen der Agentur ggü dem gesamten Senioritätslevel des Kundens. Flexibel in der Ausgestaltung der Präsentationsweise (je nach Situation). Kann situativ durch Fokus auf die Quintessenz bzw. nötige Detailtiefe überzeugen. Kann auch Ausarbeitungen anderer Gewerke glaubhaft und souverän präsentieren","ScoreVisual":"●●●"},{"Kompetenz":"Budgetverhandlungen","Score":2,"Description":"Verfügt über ausreichend Erfahrung mit Neu- oder Bestandskunden Projektbudgets zu verhandeln. Ist kenntnisreich über die unterschiedlichen Konstrukte der Zusammenarbeit (projektbasiert, fortlaufend). Kann im Interesse der Agentur in Verhandlungen Lösungen finden - die auch Kunden klar signalisieren, was möglich und was nicht möglich ist. Kann etwaige Auswirkungen von Kundenanforderungen auf das Geschäft der Agentur einordnen. Ist es gewohnt, genauso kritischen Rückfragen des Kunden zum Budget zu beantworten wie gegenüber dem Kunden etwaigen Overservice aufzuzeigen und in Nachverhandlungen zu gehen","ScoreVisual":"●●●"}]},{"Title":"Persönliche und soziale Kompetenz","Data":[{"Kompetenz":"Zuverlässigkeit","Score":2,"Description":"Ownership bei übertragenen oder eigenständig genommenen Projekten. Frühzeitige Kommunikation bei Antizipation von Problemen","ScoreVisual":"●●●"},{"Kompetenz":"Belastbarkeit","Score":2,"Description":"Bleibt Ruhepol im Account Team bei kritischen / anspruchsvollen Situation intern sowie extern. Kann seine Arbeitsbelastung mit eigener Erfahrung gut beurteilen und etwaige Überbelastung eigenständig nivellieren","ScoreVisual":"●●●"},{"Kompetenz":"Durchsetzungsvermögen","Score":2,"Description":"Überzeugt Gegenüber durch Balance aus Eingehen auf die Sichtweise des Anderen und transparentem Aufzeigen der Notwendigkeit der eigenen Route. Agiert gegenüber Kunde mit notwendiger Beharrlichkeit, weist explizit auf Auswirkungen von anders gefallenen Entscheidungen hin Setzt Veto nur als ultima ratio gegenüber anderen Gewerken ein.","ScoreVisual":"●●●"},{"Kompetenz":"Problemlösefähigkeit","Score":2,"Description":"Erkennt agenturweit Verbesserungspotenziale, initiiert Lösungsvorschläge und beginnt mit Umsetzung","ScoreVisual":"●●●"},{"Kompetenz":"Verantwortungsübernahme","Score":2,"Description":"Steht für übergreifende Qualität der Arbeitsergebnisse ein, organisiert Team und Prozesse davon abgeleitet Intrinsische Motivation, sich Chancen aber auch Problemen anzunehmen Verantwortet P&L für einen oder mehrere Kunden","ScoreVisual":"●●●"}]},{"Title":"Führungskompetenz","Data":[{"Kompetenz":"Vorbild und Inspiration","Score":2,"Description":"Lead by Example gemäß der Agenturwerte für sein Team und Projektteams. Setzen höchster Standards Inspiration zur Erreichung der Agenturziele. Faires Management aller Mitglieder. Kontinuierliche Verbesserung der cross-funktionalen Kommunikation und Zusammenarbeit. Proaktive Unterstützung in der Entwicklung von Reporting-, Prozessen und Organisationsstrukturen Proaktive Unterstützung bezüglich Skalierungsansätzen.","ScoreVisual":"●●●"},{"Kompetenz":"Influencer & Enabler","Score":2,"Description":"Disziplinarische Verantwortung sowie die damit verbundenen Aufgaben im Bereich Recruiting, Mitarbeiterführung (Fach- und Leistungsverantwortung) und persönlicher Weiterentwicklung/ MA Empowerment. Verständnis für zwischenmenschliche Dynamiken jedes Teammitglieds und entsprechende Anpassung. Klare Delegation angemessener Verantwortlichkeiten. Aktiver Beitrag bei der Entwicklung eines übergreifenden Führungsverständnisses und Führungsplattform.","ScoreVisual":"●●●"},{"Kompetenz":"Unterstützer & Unternehmer","Score":2,"Description":"Neugier und Begeisterung für trending topics. Kontinuierliche Mitentwicklung und Verbesserung von Produkten und Services. Proaktive Förderungen von Kundenbeziehungen, wirtschaftlicher und qualitativer Ausbau von Kundenetats. Eigenständige Businessentscheidungen treffen (Ressourcenplanung, Budgetverwaltung) und verantworten. Sicherstellung und Förderung von Wissenstransfers (z.B. Ideen vorstellen und teilen z.B. Teamleadrunde; Show & Tell)","ScoreVisual":"●●●"},{"Kompetenz":"Visionsträger & -übersetzer","Score":2,"Description":"Übersetzung der Unternehmensstrategie (Agenturzielen) in operative Geschäftsziele (z.B. Definition von Zielen für und mit dem Team, Durchführung der Zielvereinbarungsgespräche, Sicherstellung Teamziele). Ergebnis- und Qualitätsverantwortung innerhalb Verantwortungsbereiches (z.B. regelmäßiges Feedback zu Arbeitsleistungen)","ScoreVisual":"●●●"}]}],"Overview":[{"Title":"Fach- und Methodenkompetenz","Score":2},{"Title":"Persönliche und soziale Kompetenz","Score":2},{"Title":"Führungskompetenz","Score":2}]}]}